<!-- main section -->
	<section id="main">
		<!-- container -->
		<div class="container">

			<!-- subtitle -->

			<!-- list -->
			<div class="row">
				<h4>이용약관</h4>

				
				<form action="/accept" method="post">
          			<input type="hidden" name="check_true" value="true">
            		<div>
                		<b style="font-size: 20px; color: black;">이용약관</b>
                		<p>제 1 조 (목적)</p>
                		<p>본 약관은 회원으로서 개인 스토리지 파일 보관 서비스인 클라우드 서비스(이하 ‘클라우드’라 합니다)를 이용하는 자(이하 ‘이용자’라 합니다)와 클라우드의 제공자인 Roco Company(이하 ‘회사’라 합니다) 사이의 권리 및 의무를 규정하는 것을 그 목적으로 합니다.</p>
                		<p>제 2 조 (제한적 사용권의 부여)</p>
                		<p>이용자가 본 약관에 동의한 경우에 한하여, 회사는 해당 이용자에게 클라우드를 지역적 제한 없이 이용할 수 있도록 하는 양도 불가능한 개인적인 사용권을 무상으로 부여합니다.</p>
                		<p>제 3 조 (이용자의 의무)</p>
                		<p>① 이용자는 본 약관에 동의하는 경우에 한하여 클라우드를 이용하실 수 있으며, 이용자가 본 약관에 동의하지 않거나 동의를 철회할 경우 즉시 클라우드의 이용이 중단됩니다. <br>
                    	② 이용자는 클라우드를 사용함에 있어서 본 약관에서 규정하는 사항과 기타 회사가 정한 제반 규정 및 공지사항을 준수하여야 하며, 특히 클라우드와 관련하여 다음과 같은 행위를 해서는 안됩니다. <br>
                    	1. 클라우드 계정 공유를 위해 ID/PW를 타인과 공유하는 행위<br>
                    	2. 클라우드 계정에서 과도한 트래픽이 발생하거나, 다중 접속, 단시간 내 접속 IP 가 수시로 변경되는 등 비정상적으로 클라우드를 이용하는 행위<br>
                    	3. 클라우드를 통해 음란물을 업로드 하거나 음원, 동영상, 게임 설치 파일, 소프트웨어 등을 불법으로 공유하는 행위<br>
                    	4. 클라우드에서 구매한 또는 제공받은 용량 이상으로 데이터를 보관하는 행위</p>
                		<p>제 4 조 (서비스 내용)</p>
                		<p>① 회원은 서비스 통하여 디바이스(PC/모바일)에 있는 콘텐츠 정보를 스캔하여 메타 데이터를 스토리지 서버에 저장할 수 있습니다. 또한, 서비스를 통해 콘텐츠를 다른 디바이스(PC/모바일 앱)로 전송하거나, 콘텐츠를 클라우드 서버에 저장하고 클라우드 서버에서 디바이스(PC/모바일)로 저장할 수 있습니다.<br>
                    	② 클라우드 서버로의 콘텐츠 저장은 3G 망, Wi-Fi망, LTE망, LAN 연결 등 모든 유/무선 네트워크가 연결된 상태에서 가능합니다. <br>
                    	③ 회사는 이용자에게 일정 용량의 무료 콘텐츠 저장 공간(이하 ‘스토리지’라 합니다)을 제공하며, 이용자는 유료상품을 구매하여 스토리지 용량을 확대하여 사용할 수 있으나, 회사의 사업 상황, 이용자의 상태 변경이나 회사의 B2B계약 체결 여부 등의 사정으로 제공된 스토리지 용량은 변경될 수 있습니다. <br>
                    	④ 이용자의 스토리지 용량이 축소될 경우, 축소된 용량에 따라 이용자의 서비스 이용에 제한이 발생할 수 있습니다. <br>
                    	⑤ 회사는 이용자에게 클라우드 서버 내 특정 스토리지에 대해서 공유 기능을 제공합니다. 다만, 저작권 침해 가능성이 있는 콘텐츠의 경우 공유에 제한이 있을 수 있습니다.
                		</p>
                		<p>제 5 조 (클라우드 이용 데이터의 저장 및 활용)</p>
                		<p>회사는 이용자에게 좀 더 좋은 클라우드 서비스를 제공하기 위하여 이용자가 클라우드를 이용하는 과정에서 입력하는 데이터(검색어, 장소 등, 이하 ‘클라우드 이용 데이터’라 합니다)를 저장하여 클라우드의 품질 개선 및 성능 향상, 이용자에 대한 서비스의 고도화 및 최적화 등의 목적으로 활용할 수 있습니다. <br></p>
                <p>제 6 조 (클라우드 관련 권리 및 관리 등)</p>
                <p>① 클라우드의 저작권(프로그램의 소스코드, 실행 파일, 삽입된 이미지 등 프로그램과 관련된 모든 저작물을 포함함)은 회사에게 있으며, 이용자는 본 약관에서 정한 바에 따른 제한적 사용권만을 취득할 뿐, 그 외 클라우드에 대한 어떠한 권리도 취득하지 않습니다. <br>
                    ② 클라우드에 삽입되어 있는 모든 클라우드 관련 등록 표장들의 상표권은 회사에게 있으며, 이용자는 해당 표장들에 대해서 어떠한 권리도 취득하지 않습니다. <br>
                    ③ 회사는 클라우드의 오류 수정 및 성능 개선 등을 위하여 클라우드를 업데이트할 수 있습니다.</p>
                <p>제 7 조 (계약의 해지, 이용 제한)</p>
                <p>① 이용자는 언제든 클라우드의 사용을 중단하고, 본 약관에 따른 이용계약을 해지할 수 있습니다. 이용자가 이용계약을 해지하는 경우 회사는 보관 중인 이용자의 콘텐츠를 모두 삭제하며 삭제된 콘텐츠는 복원되지 않습니다. <br>
                    ② 이용자가 관련 법령을 위반하거나 본 이용약관을 준수하지 않는 경우, 회사는 임의로 본 이용계약을 해지하거나 이용자의 클라우드 사용을 일시적 또는 영구적으로 제한할 수 있습니다. </p>
                <p>제 8 조 (재판권 및 준거법)</p>
                <p>본 약관의 준거법은 대한민국 법으로 하며, 클라우드와 관련하여 소송이 제기되는 경우 민사소송법 상의 관할 법원을 재판 관할을 갖는 법원으로 합니다.</p>
                <br>
                <br>
                <p>위 이용약관을 동의하여야 본 서비스를 이용하실 수 있습니다.</p>
            </div>
            <button type="submit" class="waves-effect waves-light btn">동의</button>
        </form>
			</div>
			<!-- list -->

		</div>
		<!-- container -->
	</section>
	<!-- main section -->